Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Mark as read
ar: وضع علامة كمقروء
ca: Marca-ho com a llegit
cy: Marcio eu bod wedi’u darllen
da: Marker som læst
da_instk12: Marker som læst
de: Als gelesen markieren
es: Marcar como leído
es_es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lues
fr_ca: Marquer comme lues
ga: Marcáil mar léite
hi: पठित के रूप में चिह्नित करें
ht: Make tankou li
id: Tandai sudah dibaca
is: Merkja sem lesið
it: Contrassegna come letto
ja: 既読にする
ko: 읽음으로 표시
mi: Mākā kua pānuitia
ms: Tandakan sebagai telah dibaca
nb: Merk som lest
nb_instk12: Merk som lest
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lida
pt_br: Marcar como lido
ru: Отметить как прочитанное
sl: Označi kot prebrano
sv: Markera som läst
sv_instk12: Markera som läst
th: กำกับว่าอ่านแล้ว
vi: Đánh dấu là đã đọc
zh: 标记为已读
zh_hk: 標記為已讀

source: Mark as Read
ar: وضع علامة كمقروء
ca: Marca-ho com a llegit
cy: Marcio eu bod wedi’u darllen
da: Marker som læst
da_instk12: Marker som læst
de: Als gelesen markieren
es: Marcar como leído
es_es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
fr_ca: Marquer comme lu
ga: Marcáil mar Léite
hi: पठित के रूप में चिह्नित करें
ht: Make tankou Li
id: Tandai Sudah Dibaca
is: Merkja sem lesið
it: Contrassegna come letto
ja: 既読にする
ko: 읽음으로 표시
mi: Tohua kua pānuitia
ms: Tanda sebagai Telah Dibaca
nb: Merk som lest
nb_instk12: Merk som lest
nl: Markeren als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
pt_br: Marcar como lido
ru: Отметить как прочитанное
sl: Označi kot prebrano
sv: Markera som läst
sv_instk12: Markera som läst
th: กำกับว่าอ่านแล้ว
vi: Đánh Dấu Là Đã Dọc
zh: 标记为已读
zh_hk: 標記為已讀

source: Mark as Starred
ar: وضع علامة كمميز بنجمة
ca: Marca-ho com a qualificat amb estrelles
cy: Nodi fel Â Seren
da: Tilføj stjernemarkering
da_instk12: Tilføj stjernemarkering
de: Als „Mit Sternchen versehen“ markieren
es: Marcar como favorito
es_es: Marcar como destacado
fi: Merkitse tähdellä
fr: Marquer comme évalué
fr_ca: Marquer avec une étoile
ga: Cuir Réiltín leis
hi: तारांकित के रूप में चिह्नित करें
ht: Make kòm etwale
id: Tandai sebagai Dibintangi
is: Merkja sem stjörnumerkt
it: Segnare come stellato
ja: スター付きとしてマークする
ko: 별표로 표시
mi: Tohua kua Whetuhia
ms: Tanda sebagai Dibintangkan
nb: Merk som stjernemerket
nb_instk12: Merk som stjernemerket
nl: Markeren met ster
pl: Oznacz gwiazdką
pt: Marcar com estrela
pt_br: Marcar como estrela
ru: Пометить звездочкой
sl: Označi kot označeno z zvezdico
sv: Markera som stjärnmärkt
sv_instk12: Markera som stjärnmärkt
th: กำกับว่าให้ดาวแล้ว
vi: Đánh dấu Sao
zh: 标星
zh_hk: 標記為加星號

source: Mark as Undone
ar: وضع علامة تم التراجع عنه
ca: Marca-ho com a desfet
cy: Marcio eu bod wedi’u dadwneud
da: Marker som ikke gjort
da_instk12: Marker som ikke gjort
de: Als unerledigt markieren
es: Marcar como sin terminar
es_es: Marcar como sin terminar
fi: Merkitse kumotuksi
fr: Marquer comme non terminé
fr_ca: Marqué comme non terminé
ga: Marcáil mar Neamhdhéanta
hi: नहीं हुआ के रूप में चिह्नित करें
ht: Make kòm Poko fini
id: Tandai sebagai Belum Selesai
is: Merkja sem ólokið
it: Contrassegna come non letto
ja: 未了としてマークする
ko: 완료되지 않음으로 표시
mi: Tohua kua whakakoretia
ms: Tanda sebagai Belum Siap
nb: Merk som ikke fullført
nb_instk12: Merk som ikke fullført
nl: Als ongedaan markeren
pl: Oznacz jako niegotowe
pt: Marcar como Não Terminado
pt_br: Marcar como não feito
ru: Пометить как невыполненное
sl: Označi kot nedokončano
sv: Markera som ångrad
sv_instk12: Markera som ångrad
th: กำลังว่าไม่เสร็จสิ้น
vi: Đánh Dấu Là Chưa Xong
zh: 标记为未完成
zh_hk: 標記為未完成

source: Mark as unread
ar: وضع علامة غير مقروء
ca: Marca-ho com a no llegit
cy: Marcio eu bod heb eu darllen
da: Marker som ulæst
da_instk12: Marker som ulæst
de: Als ungelesen markieren
es: Marcar como no leído
es_es: Marcar como no leído
fi: Merkitse lukemattomaksi
fr: Marquer comme non lues
fr_ca: Marquer comme non lues
ga: Marcáil mar neamhléite
hi: अपठित के रूप में चिह्नित करें
ht: Make tankou poko li
id: Tandai belum dibaca
is: Merkja sem ólesið
it: Contrassegna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
mi: Mākā kua Pānuitia
ms: Tandakan sebagai belum dibaca
nb: Merk som ulest
nb_instk12: Merk som ulest
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lida
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
sl: Označi kot neprebrano
sv: Markera som oläst
sv_instk12: Markera som oläst
th: กำกับว่ายังไม่ได้อ่าน
vi: Đánh dấu là chưa đọc
zh: 标记为未读
zh_hk: 標記為未讀

source: Mark as Unread
ar: وضع علامة كغير مقروء
ca: Marca-ho com a no llegit
cy: Marcio eu bod heb eu darllen
da: Marker som ulæst
da_instk12: Marker som ulæst
de: Als ungelesen markieren
es: Marcar como no leído
es_es: Marcar como no leído
fi: Merkitse lukemattomaksi
fr: Marquer comme non-lu
fr_ca: Marquer comme non-lu
ga: Marcáil mar Neamhléite
hi: अपठित के रूप में चिह्नित करें
ht: Make tankou Poko Li
id: Tandai Belum Dibaca
is: Merkja sem ólesið
it: Contrassegna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
mi: Tohu rite kaore i Pānuitia
ms: Tanda sebagai Belum Dibaca
nb: Merk som ulest
nb_instk12: Merk som ulest
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
sl: Označi kot neprebrano
sv: Markera som oläst
sv_instk12: Markera som oläst
th: กำลังว่าไม่ได้อ่าน
vi: Đánh Dấu Là Chưa Đọc
zh: 标记为未读
zh_hk: 標記為未讀

source: Mark as Unstarred
ar: وضع علامة كغير مميز بنجمة
ca: Marca-ho com a no qualificat amb estrelles
cy: Nodi fel Heb Seren
da: Fjern stjernemarkering
da_instk12: Fjern stjernemarkering
de: Als „Nicht mit Sternchen versehen“ markieren
es: Marcar como no favorito
es_es: Marcar como no destacado
fi: Poista tähti
fr: Marquer comme non évalué
fr_ca: Enlever l’étoile
ga: Bain Réiltín
hi: अतारांकित के रूप में चिह्नित करें
ht: Make kòm non etwale
id: Tandai sebagai Tidak Dibintangi
is: Merkja sem óstjörnumerkt
it: Segnare come non stellato
ja: スターなしとしてマーク
ko: 별표 취소됨으로 표시
mi: Tohua Kore Whetuhia
ms: Tanda sebagai Dinyahbintangkan
nb: Fjern stjernemerking
nb_instk12: Fjern stjernemerking
nl: Markeren met ster ongedaan maken
pl: Usuń gwiazdkę
pt: Marcar como não marcado com estrela
pt_br: Marcar como sem estrela
ru: Снять звездочку
sl: Označi kot odstranjeno zvezdico
sv: Markera som ej stjärnmärkt
sv_instk12: Markera som ej stjärnmärkt
th: กำกับว่าเลิกให้ดาวแล้ว
vi: Bỏ đánh dấu Sao
zh: 取消标星
zh_hk: 標記為未加星號

source: Mark done
ar: وضع علامة "تم"
ca: Marca com a fet
cy: Marcio eu bod wedi’u gwneud
da: Marker som færdig
da_instk12: Marker som færdig
de: Als fertig markieren
es: Marcar como hecho
es_es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
ga: Marcáil déanta
hi: हो गया के रूप में चिह्नित करें
ht: Make tankou li fini
id: Tandai selesai
is: Merkja sem lokið
it: Contrassegna come fatto
ja: 完了にする
ko: 완료로 표시
mi: Tohu mahia
ms: Tanda siap
nb: Merk ferdig
nb_instk12: Merk ferdig
nl: Gereed markeren
pl: Oznacz jako gotowe
pt: Marcar terminado
pt_br: Marcar como concluído
ru: Отметить как выполненное
sl: Označi kot dokončano
sv: Markera som klar
sv_instk12: Markera som klar
th: กำกับว่าเสร็จสิ้น
vi: Đánh dấu là đã xong
zh: 标记为完成
zh_hk: 標記為已完成

source: Mark item as done
ar: وضع علامة تم للعنصر
ca: Marca l’element com a fet
cy: Marcio eitem fel wedi ei wneud
da: Markér elementet som udført
da_instk12: Markér elementet som udført
de: Objekt als fertig markieren
es: Marcar ítem como realizado
es_es: Marcar el ítem como hecho
fi: Merkitse kohteet tehdyiksi
fr: Indiquer l’élément comme terminé
fr_ca: Marquer comme fait
ga: Marcáil an mhír mar dhéanta
hi: आइटम को हो गया के रूप में चिह्नित करें
ht: Make eleman tankou li fini
id: Tandai item sebagai selesai
is: Merkið atriði sem lokið
it: Contrassegna elemento come fatto
ja: アイテムを完了とマークする
ko: 항목을 완료로 표시
mi: Māka tuemi kua oti
ms: Tanda item sebagai siap
nb: Merk element som gjort
nb_instk12: Merk element som gjort
nl: Item markeren als klaar
pl: Oznacz jako gotowy
pt: Marcar item como feito
pt_br: Marcar item como pronto
ru: Пометить элемент как выполненный
sl: Element označi kot dokončan
sv: Markera objektet som färdigt
sv_instk12: Markera objektet som färdigt
th: กำกับรายการว่าเสร็จสิ้น
vi: Đánh dấu mục là đã xong
zh: 将项目标记为完成
zh_hk: 標記項目為已完成

source: Marked done
ar: يحمل علامة "تم"
ca: Marcat com a fet
cy: Wedi'u marcio eu bod wedi’u gwneud
da: Markeret som færdig
da_instk12: Markeret som færdig
de: Als fertig markiert
es: Marcado como hecho
es_es: Marcado como hecho
fi: Merkitse valmiiksi
fr: Marqué 'terminé'
fr_ca: Marqué « terminé »
ga: Marcáilte déanta
hi: हो गया के रूप में चिह्नित
ht: Make Fini
id: Ditandai selesai
is: Merkja sem lokið
it: Contrassegnato come fatto
ja: 完了済み
ko: 완료로 표시됨
mi: Kua tohua mea ai
ms: Ditandakan siap
nb: Merket ferdig
nb_instk12: Merket ferdig
nl: Gereed gemarkeerd
pl: Oznaczone jako gotowe
pt: Marcação feita
pt_br: Marcado como concluído
ru: Отмечено как выполненное
sl: Označeno kot dokončano
sv: Markering är färdig
sv_instk12: Markera som klar
th: กำกับว่าเสร็จสิ้นแล้ว
vi: Đã đánh dấu là đã xong
zh: 已做记号
zh_hk: 已標記為完成

source: Maximum
ar: الحد الأقصى
ca: Màxim
cy: Uchafswm
da: Maksimum
da_instk12: Maksimum
es: Máximo
es_es: Máximo
fi: Maksimi
ga: Uasmhéid
hi: अधिकतम
ht: Maksimòm
id: Maksimum
is: Hámarks
it: Massimo
ja: 最大
ko: 최대
mi: Mōrahi
ms: Maksimum
nb: Maksimalt
nb_instk12: Maksimalt
pl: Maksimum
pt: Máximo
pt_br: Máximo
ru: Максимум
sl: Največje
sv: Maximalt
sv_instk12: Maximalt
th: สูงสุด
vi: Tối Đa
zh: 最大值
zh_hk: 上限

source: Maximum score is 100.
ar: الدرجة القصوى 100.
ca: La puntuació màxima és de 100.
cy: 100 yw’r sgôr uchaf.
da: Maksimalt resultat er 100.
da_instk12: Maksimalt resultat er 100.
de: Maximale Punktzahl ist 100.
es: El puntaje máximo es 100.
es_es: La puntuación máxima es 100.
fi: Maksimipistemäärä on 100.
fr: Le score maximum est de 100.
fr_ca: La note maximale est de 100.
ga: Is é 100 an scór uasta.
hi: अधिकतम अंक 100 है।
ht: Rezilta maksimòm nan se 100.
id: Skor maksimum adalah 100.
is: Hámarkseinkunn er 100.
it: Il punteggio massimo è 100.
ja: 最高スコアは 100 です。
ko: 최대 점수는 100점입니다.
mi: Ko te kaute teitei 100.
ms: Skor maksimum adalah 100.
nb: Høyeste poengsum er 100.
nb_instk12: Høyeste poengsum er 100.
pl: Maksymalny wynik to 100.
pt: A pontuação máxima é 100.
pt_br: A pontuação máxima é 100.
ru: Максимальная оценка — 100 баллов.
sl: Najvišji rezultat je 100.
sv: Maxpoäng är 100.
sv_instk12: Maxpoäng är 100.
th: คะแนนสูงสุดคือ 100
vi: Điểm cao nhất là 100.
zh: 满分为 100。
zh_hk: 最高分數為 100。

source: me
ar: أنا
ca: mi
cy: fi
da: mig
da_instk12: mig
de: Ich
es: yo
es_es: yo
fi: minä
fr: moi
fr_ca: moi
ga: mé
hi: मैं
ht: mwen menm
id: saya
is: ég
ja: 私
ko: 나
mi: ahau
ms: saya
nb: meg
nb_instk12: meg
nl: mij
pl: ja
pt: eu
pt_br: eu
ru: меня
sl: jaz
sv: jag
sv_instk12: jag
th: ฉัน
vi: tôi
zh: 本人
zh_hk: 我

source: me & %@
ar: أنا و %@
ca: mi i %@
cy: fi a %@
da: mig & %@
da_instk12: mig & %@
de: Ich und %@
es: yo y %@
es_es: yo y %@
fi: minä & %@
fr: moi et %@
fr_ca: moi et %@
ga: mise & %@
hi: मैं और %@
ht: mwen & %@
id: saya & %@
is: ég og %@
it: io e %@
ja: 私＆%@
ko: 나와 %@
mi: ahau & %@
ms: saya & %@
nb: meg og %@
nb_instk12: meg og %@
nl: mij en %@
pl: ja i %@
pt: eu & %@
pt_br: eu e %@
ru: я и %@
sl: jaz in %@
sv: jag och %@
sv_instk12: jag och %@
th: ฉันและ %@
vi: tôi và %@
zh: 本人和%@
zh_hk: 我和%@

source: Mean: %@
ar: المتوسط: %@
ca: Mitjana: %@
cy: Cymedr: %@
da: Middel: %@
da_instk12: Middel: %@
de: Mittelwert: %@
es: Promedio: %@
es_es: Promedio: %@
fi: Keskiarvo: %@
fr: Moyen : %@
fr_ca: Moyenne : %@
ga: Meán: %@
hi: माध्य: %@
ht: Mwayen: %@
id: Rata-Rata: %@
is: Meðal: %@
it: Medio: %@
ja: 中程度：%@
ko: 평균: %@
mi: Waenganui: %@
ms: Min: %@
nb: Gjennomsnitt: %@
nb_instk12: Gjennomsnitt: %@
nl: Gemiddelde: %@
pl: Średni: %@
pt: Média: %@
pt_br: Média: %@
ru: Средний: %@
sl: Povprečje: %@
sv: Medel: %@
sv_instk12: Medel: %@
th: ค่ากลาง: %@
vi: Trung Bình: %@
zh: 中等：%@
zh_hk: 平均：%@

source: Media Recording
ar: تسجيل الوسائط
ca: Enregistrament multimèdia
cy: Recordio Cyfryngau
da: Medieoptagelse
da_instk12: Medieoptagelse
de: Medienaufzeichnung
es: Grabación de multimedia
es_es: Grabación multimedia
fi: Median nauhoitus
fr: Enregistrement média
fr_ca: Enregistrement du média
ga: Taifeadadh Meáin
hi: मीडिया रिकॉर्डिंग
ht: Anrejistreman Medya
id: Rekaman Media
is: Upptaka á miðli
it: Registrazione multimediale
ja: メディアレコーディング
ko: 미디어 녹화/녹음
mi: Hopu pāpāho
ms: Rakaman Media
nb: Medieinnspilling
nb_instk12: Medieinnspilling
nl: Media opnames
pl: Nagranie multimedialne
pt: Gravação de mídia
pt_br: Gravação de Mídia
ru: Запись на носитель
sl: Medijski posnetek
sv: Mediainspelning
sv_instk12: Mediainspelning
th: การบันทึกสื่อมีเดีย
vi: Ghi Nội Dung Phương Tiện
zh: 媒体录制
zh_hk: 媒體錄製

source: Membership Update
ar: تحديث العضوية
ca: Actualització de la pertinença
cy: Diweddaru Aelodaeth
da: Opdatering af medlemskab
da_instk12: Opdatering af medlemskab
de: Aktualisierung der Mitgliedschaft
es: Actualización de membresía
es_es: Actualización de membresía
fi: Jäsenyyden päivitys
fr: Mise à jour de l’inscription
fr_ca: Mise à jour de l'adhésion
ga: Nuashonrú Ballraíochta
hi: सदस्यता पर अपडेट
ht: Aktyalize Manm
id: Pembaruan Keanggotaan
is: Uppfærsla aðildar
it: Aggiornamento partecipazioni
ja: メンバーシップ更新
ko: 구성원 자격 업데이트
mi: Whakahōu Mema
ms: Kemas Kini Keahlian
nb: Oppdatering av medlemskap
nb_instk12: Oppdatering av medlemskap
nl: Lidmaatschap bijwerken
pl: Aktualizacja członkostwa
pt: Atualização de membros
pt_br: Atualização de associação
ru: Обновление членства
sl: Posodobitev članstva
sv: Uppdatering av medlemskap
sv_instk12: Uppdatering av medlemskap
th: อัพเดตสมาชิกภาพ
vi: Cập Nhật Quyền Thành Viên
zh: 会员更新
zh_hk: 成員資格更新

source: Message
ar: الرسالة
ca: Missatge
cy: Neges
da: Besked
da_instk12: Besked
de: Nachricht
es: Mensaje
es_es: Mensaje
fi: Viesti
ga: Teachtaireacht
hi: संदेश
ht: Mesaj
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
ko: 메시지
mi: Karere
ms: Mesej
nb: Melding
nb_instk12: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
sl: Sporočilo
sv: Meddelande
sv_instk12: Meddelande
th: ข้อความ
vi: Tin Nhắn
zh: 消息
zh_hk: 郵件

source: Message could not be sent
ar: تعذر إرسال الرسالة
ca: No s'ha pogut enviar el missatge
cy: Doedd dim modd anfon y neges
da: Beskeden kunne ikke sendes
da_instk12: Beskeden kunne ikke sendes
de: Nachricht konnte nicht gesendet werden
es: No se pudo enviar el mensaje
es_es: El mensaje no ha podido enviarse
fi: Viestin lähettäminen epäonnistui
fr: Impossible d’envoyer le message
fr_ca: Impossible de transmettre le message
ga: Níorbh fhéidir an teachtaireacht a sheoladh
hi: संदेश भेजा नहीं जा सका
ht: Mesaj la paka ale
id: Pesan ini tidak dapat dikirim
is: Ekki var hægt að senda skilaboð
it: Impossibile inviare messaggio
ja: メッセージを送信できませんでした
ko: 메시지를 보낼 수 없습니다
mi: Kāore i taea te tuku karere
ms: Mesej tidak dapat dihantar
nb: Meldingen kunne ikke sendes
nb_instk12: Meldingen kunne ikke sendes
nl: Bericht kan niet worden verzonden
pl: Nie można wysłać komunikatu
pt: Não foi possível enviar a mensagem
pt_br: Não foi possível enviar a mensagem
ru: Не удалось отправить сообщение
sl: Sporočila ni bilo mogoče poslati
sv: Det gick inte att skicka meddelandet
sv_instk12: Det gick inte att skicka meddelandet
th: ไม่สามารถส่งข้อความได้
vi: Không thể gửi tin nhắn
zh: 无法发送消息
zh_hk: 無法傳送訊息

source: Message Details
ar: تفاصيل الرسالة
ca: Detalls del missatge
cy: Manylion y Neges
da: Beskeddetaljer
da_instk12: Beskeddetaljer
de: Nachrichtendetails
es: Detalles del mensaje
es_es: Detalles del mensaje
fi: Viestin tiedot
fr: Détails du message
fr_ca: Détails du message
ga: Sonraí na Teachtaireachta
hi: संदेश विवरण
ht: Detay Mesaj
id: Detail Pesan
is: Upplýsingar skilaboða
it: Dettagli messaggio
ja: メッセージの詳細
ko: 메시지 세부 정보
mi: Ngā taipitopito karere
ms: Butiran Mesej
nb: Meldingsinformasjon
nb_instk12: Meldingsinformasjon
nl: Berichtdetails
pl: Szczegóły wiadomości
pt: Detalhes da Mensagem
pt_br: Detalhes da mensagem
ru: Данные сообщения
sl: Podrobnosti o sporočilu
sv: Meddelandedetaljer
sv_instk12: Meddelandedetaljer
th: รายละเอียดข้อความ
vi: Chi Tiết Tin Nhắn
zh: 消息详细信息
zh_hk: 訊息詳細資料

source: Message from %@, %@, on %@, %@
ar: رسالة من %@، %@، في %@، %@
ca: Missatge de %@, %@, el %@, %@
cy: Neges gan %@, %@, ar %@, %@
da: Besked fra %@, %@, den %@, %@
da_instk12: Besked fra %@, %@, den %@, %@
de: Meldung von %@, %@, am %@, %@
es: Mensaje de %@, %@, el %@, %@
es_es: Mensaje de %@, %@, el %@, %@
fi: Viesti kohteesta %@, %@, %@, %@
fr: Message de %@, %@, le %@, %@
fr_ca: Message de %@, %@, à %@, %@
ga: Teachtaireacht ó %@, %@, ar %@, %@
hi: %@, %@ की ओर से %@ को संदेश, %@
ht: Mesaj de %@, %@, nan dat %@, %@
id: Pesan dari %@, %@, pada %@, %@
is: Skilaboð frá %@, %@, þann %@, %@
it: Messaggio da %@, %@, del %@, %@
ja: %@からの%@、%@日のメッセージ、%@
ko: %@, %@에서 %@에 메시지 %@
mi: Karere mai %@, %@, i runga %@, %@
ms: Mesej daripada %@, %@, pada %@, %@
nb: Melding fra %@, %@, %@, %@
nb_instk12: Melding fra %@, %@, %@, %@
nl: Bericht van %@, %@, op %@, %@
pl: Wiadomość od %@, %@, w dniu %@, %@
pt: Mensagem de %@, %@, em %@, %@
pt_br: Mensagem de %@, %@, em %@, %@
ru: Сообщение от %@, %@, %@, %@
sl: Sporočilo od %@, %@, dne %@, %@
sv: Meddelande från %@, %@, %@, %@
sv_instk12: Meddelande från %@, %@, %@, %@
th: ข้อความจาก %@, %@, จาก %@, %@
vi: Tin nhắn từ %@, %@, vào %@, %@
zh: 消息来自 %@，%@，位于 %@，%@
zh_hk: 訊息來自 %@，%@，在 %@,%@

source: Message Input
ar: إدخال الرسالة
ca: Entrada de text del missatge
cy: Mewnbwn Neges
da: Beskedinput
da_instk12: Beskedinput
de: Nachrichteneingabe
es: Entrada del mensaje
es_es: Entrada del mensaje
fi: Viestin syöttö
fr: Saisie de message
fr_ca: Entrée du message
ga: Ionchur Teachtaireachta
hi: संदेश इनपुट
ht: Antre Mesaj
id: Input Pesan
is: Inntak skilaboða
it: Inserimento messaggio
ja: メッセージ入力
ko: 메시지 입력
mi: Whakauru Karere
ms: Input Mesej
nb: Meldingstekst
nb_instk12: Meldingstekst
nl: Invoer bericht
pl: Edycja wiadomości
pt: Entrada de mensagem
pt_br: Entrada de mensagem
ru: Ввод сообщения
sl: Vnos sporočila
sv: Meddelandeindata
sv_instk12: Meddelandeindata
th: การกรอกข้อความ
vi: Nhập Tin Nhắn
zh: 消息输入
zh_hk: 訊息輸入

source: minus
ar: سالب
ca: menys
cy: minws
es: menos
es_es: menos
fi: miinus
fr: moins
fr_ca: moins
ga: lúide
hi: ऋण
ht: mwens
is: mínus
it: meno
ja: マイナス
ko: 빼기
mi: tango
ms: tolak
pt: menos
pt_br: menos
ru: минус
th: ลบ
vi: trừ
zh: 负分
zh_hk: 減

source: Missing
ar: ناقص
ca: No presentat
cy: Ar goll
da: Mangler
da_instk12: Mangler
de: Fehlt
es: Faltantes
es_es: No presentado
fi: Puuttuu
fr: Manquant
fr_ca: Manquant
ga: Ar iarraidh
hi: गायब
ht: Manke
id: Tidak Ada
is: Vantar
it: Mancante
ja: 欠如
ko: 누락됨
mi: Ngaro
ms: Tiada
nb: Mangler
nb_instk12: Mangler
nl: Ontbrekend
pl: Brak
pt: Em falta
pt_br: Faltante
ru: Отсутствует
sl: Manjkajoče
sv: Saknad
sv_instk12: Saknad
th: ขาดหาย
vi: Bị Thiếu
zh: 未交
zh_hk: 缺少

source: Missing, Not Submitted
ar: فائت، لم يتم الإرسال
ca: No presentat, no s’ha entregat
cy: Ar goll, Heb gyflwyno
da: Mangler, ikke indsendt
da_instk12: Mangler, ikke indsendt
de: Fehlt, Nicht Abgegeben
es: Faltante, no entregado
es_es: No presentado, no entregado
fi: Puuttuu, ei palautettu
fr: Manquant, Non soumis
fr_ca: Manquant, non envoyé
ga: Ar Iarraidh, Nár Cuireadh Isteach
hi: लापता, सबमिट नहीं किया गया
ht: Rate, Pa Soumèt
id: Tidak Ada, Belum Diserahkan
is: Vantar, ekki skilað
it: Mancante, non inviato
ja: 不足、未提出
ko: 누락됨, 제출되지 않음
mi: Kei te ngaro, kaore i tukuna
ms: Tiada, Tidak Diserahkan
nb: Mangler, ikke levert
nb_instk12: Mangler, ikke levert
nl: Ontbreekt, niet ingeleverd
pl: Brak, nie przesłano
pt: Em falta, não apresentado
pt_br: Ausente, não enviado
ru: Отсутствует, не отправлено
sl: Manjkajoče, ni oddano
sv: Saknas, ej inlämnad
sv_instk12: Saknas, ej inlämnad
th: ขาดหาย, ไม่ได้จัดส่ง
vi: Thiếu, Chưa Nộp
zh: 缺失，未提交
zh_hk: 欠交，尚未提交

source: Module and all Items published
ar: تم نشر الوحدة النمطية وكل العناصر
ca: S’han publicat el contingut i tots els elements
cy: Modiwl a phob eitem wedi’u cyhoeddi
da: Modul og alle elementer offentliggjort
da_instk12: Forløb og alle elementer offentliggjort
de: Modul und alle Elemente veröffentlicht
es: Se publicaron todos los módulos e ítems
es_es: Módulo y todos los ítems publicados
fi: Moduuli ja kohteet julkaistu
fr: Module et tous les éléments publiés
fr_ca: Module et tous les éléments publiés
ga: Modúl agus gach Mír foilsithe
hi: मॉड्यूल और सभी आइटमें प्रकाशित हुईं
ht: Modil ak tout Atik ki pibliye
id: Modul dan semua item diterbitkan
is: Námsefni og öll atriði birt
it: Modulo e tutti gli elementi pubblicati
ja: モジュールと全項目が公開
ko: 모듈 및 모든 문항 게시됨
mi: Kōwae me ngā Tūemi katoa i whakaputaina
ms: Modul dan semua Item diterbitkan
nb: Modul og alle elementer publisert
nb_instk12: Modul og alle elementer publisert
nl: Module en alle items gepubliceerd
pl: Opublikowano moduł i wszystkie elementy
pt: Módulo e todos os itens publicados
pt_br: Módulo e todos os itens publicados
ru: Опубликованы модуль и все элементы
sl: Objavljen je modul in vsi elementi
sv: Modulen och alla objekten publicerades
sv_instk12: Modulen och alla objekten publicerades
th: เผยแพร่หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมดแล้ว
vi: Học Phần và tất cả Các Mục đã phát hành
zh: 已发布模块和所有项目
zh_hk: 已發佈單元和所有項目

source: Module and all Items unpublished
ar: تم إلغاء نشر الوحدة النمطية وكل العناصر
ca: S’ha anul·lat la publicació del contingut i de tots els elements
cy: Modiwl a phob eitem wedi’u datgyhoeddi
da: Modul og alle elementer er ikke offentliggjort
da_instk12: Forløb og alle elementer er ikke offentliggjort
de: Modul und alle Elemente unveröffentlicht
es: No se publicó el módulo ni ningún ítem
es_es: Módulo y todos los ítems no publicados
fi: Moduulin ja kohteiden julkistetaminen kumottu
fr: Module et tous les éléments non publiés
fr_ca: Module et tous les éléments non publiés
ga: Modúl agus gach Mír neamhfhoilsithe
hi: मॉड्यूल और सभी आइटमें अप्रकाशित हुईं
ht: Modil ak Tout Atik ki depibliye yo
id: Modul dan semua item batal diterbitkan
is: Námsefni og öll atriði óbirt
it: Modulo e tutti gli elementi non pubblicati
ja: モジュールと全項目が非公開
ko: 모듈 및 모든 문항 게시 취소됨
mi: Kōwae me ngā Tūemi katoa kāore anō kia whakaputaina
ms: Modul dan semua Item dinyahterbit
nb: Modul og alle elementer avpublisert
nb_instk12: Modul og alle elementer avpublisert
nl: Publicatie van module en alle items ongedaan gemaakt
pl: Cofnięto publikację modułu i wszystkich elementów
pt: Módulo e todos os itens não publicados
pt_br: Módulo e todos os itens não publicados
ru: Отменена публикация модуля и всех элементов
sl: Objava modula in vseh elementov je preklicana
sv: Modulen och alla objekten avpublicerades
sv_instk12: Modulen och alla objekten avpublicerades
th: เลิกเผยแพร่หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมดแล้ว
vi: Học Phần và tất cả Các Mục đã hủy phát hành
zh: 已取消发布模块和所有项目
zh_hk: 已取消發佈單元和所有項目

source: Module Item
ar: عنصر الوحدة
ca: Element del contingut
cy: Eitem Modiwl
da: Modulelement
da_instk12: Forløbelement
de: Modulelement
es: Ítem del módulo
es_es: Ítem de contenido
fi: Moduulikohde
fr: Élément de module
fr_ca: Élément de module
ga: Mír an Mhodúil
hi: मॉड्यूल आइटम
ht: Modil Eleman
id: Item Modul
is: Námsefni atriði
it: Elemento modulo
ja: モジュール アイテム
ko: 모듈 항목
mi: Te tūemi kōwae
ms: Item Modul
nb: Modulelement
nb_instk12: Modulelement
pl: Element modułu
pt: Item de módulo
pt_br: Item do módulo
ru: Элемент модуля
sl: Element modula
sv: Modulobjekt
sv_instk12: Modulobjekt
th: รายการหน่วยการเรียน
vi: Mục Học Phần
zh: 单元项目
zh_hk: 單元項目
